Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Difficulty Settings
es: Configuración de dificultad
pt_br: Configurações de dificuldade

# difficulty.component.completion
source: Completion Rate
es: Finalización
pt_br: Conclusão

# difficulty.component.mood
source: Current Mood
es: Ánimo
pt_br: Humor

# difficulty.component.sleep
source: Recent Sleep
es: Sueño
pt_br: Sono

# difficulty.component.streak
source: Streak Momentum
es: Racha
pt_br: Sequência

# difficulty.error.cache
source: Capacity data expired
es: Error de caché
pt_br: Erro de cache

# difficulty.error.calculation
source: Couldn't calculate capacity: (value)
es: Error de cálculo
pt_br: Erro de cálculo

# difficulty.error.invalid
source: Received invalid capacity data
es: Valor inválido
pt_br: Valor inválido

# difficulty.error.network
source: Network error: (value)
es: Error de red
pt_br: Erro de rede

# difficulty.error.override
source: Couldn't apply override: (value)
es: Error de anulación
pt_br: Erro de substituição

# difficulty.override.challenge
source: Challenge Mode
es: Desafío
pt_br: Desafio

# difficulty.override.normal
source: Normal Mode
es: Normal
pt_br: Normal

# difficulty.override.rest
source: Rest Mode
es: Descanso
pt_br: Descanso

source: Dim
es: Tenue
pt_br: Fraco

source: Disabled
es: Deshabilitado
pt_br: Desativado

source: Discard & Record Again
es: Descartar y Grabar de Nuevo
pt_br: Descartar e Gravar Novamente

source: Disconnect
es: Desconectar
pt_br: Desconectar

source: Disconnect Apple Health
es: Desconectar Apple Health
pt_br: Desconectar Apple Health

source: Disconnect Apple Health?
es: Desconectar Apple Health?
pt_br: Desconectar Apple Health?

source: Disconnect from Therapist?
es: Desconectar del Terapeuta?
pt_br: Desconectar do Terapeuta?

source: Discover
es: Descubrir
pt_br: Descobrir

source: Discover Your Values
es: Descubre tus valores
pt_br: Descubra seus valores

source: Discussion
es: Discusion
pt_br: Discussao

source: Dismiss
es: Descartar
pt_br: Dispensar

source: Dismiss Alert
es: Descartar alerta
pt_br: Dispensar alerta

source: Dismiss error
es: Descartar error
pt_br: Dispensar erro

source: Dismisses this suggestion and suppresses coaching for 30 minutes
es: Descarta esta sugerencia y suprime el coaching por 30 minutos
pt_br: Dispensa esta sugestão e suprime o coaching por 30 minutos

source: Display
es: Pantalla
pt_br: Exibicao

source: Display Name
es: Nombre para mostrar
pt_br: Nome de exibição

source: Distortions to Ignore
es: Distorsiones a ignorar
pt_br: Distorções a ignorar

source: Do an exercise
es: Haz un ejercicio
pt_br: Faca um exercicio

source: Do mindfulness activities together
es: Haz actividades de mindfulness juntos
pt_br: Faca atividades de mindfulness juntos

source: Don't have an account?
es: No tienes una cuenta?
pt_br: Nao tem uma conta?

source: Done
es: Hecho
pt_br: Concluído

source: Dosage
es: Dosis
pt_br: Dosagem

source: Dot Grid
es: Cuadricula de Puntos
pt_br: Grade de Pontos

source: Double tap for details
es: Toca dos veces para ver detalles
pt_br: Toque duas vezes para detalhes

source: Double tap for preparation tips
es: Toca dos veces para consejos de preparación
pt_br: Toque duas vezes para dicas de preparação

source: Double tap to %@ explanation
es: Toca dos veces para %@ explicación
pt_br: Toque duas vezes para %@ explicação

source: Double tap to collapse
es: Toca dos veces para contraer
pt_br: Toque duas vezes para recolher

source: Double tap to create an AI-generated profile picture
es: Toca dos veces para crear una foto de perfil generada con IA
pt_br: Toque duas vezes para criar uma foto de perfil gerada por IA

source: Double tap to delete this memory
es: Toca dos veces para eliminar este recuerdo
pt_br: Toque duas vezes para excluir esta memoria

source: Double tap to dismiss this thought pattern prompt
es: Toca dos veces para descartar esta indicación de patrón de pensamiento
pt_br: Toque duas vezes para dispensar este prompt de padrão de pensamento

source: Double tap to exit and save progress
es: Toca dos veces para salir y guardar el progreso
pt_br: Toque duas vezes para sair e salvar o progresso

source: Double tap to exit without saving
es: Toca dos veces para salir sin guardar
pt_br: Toque duas vezes para sair sem salvar

source: Double tap to expand details
es: Toca dos veces para expandir detalles
pt_br: Toque duas vezes para expandir detalhes

source: Double tap to generate a profile picture using AI
es: Toca dos veces para generar una foto de perfil usando IA
pt_br: Toque duas vezes para gerar uma foto de perfil usando IA

source: Double tap to mark this challenge as complete
es: Toca dos veces para marcar este desafio como completado
pt_br: Toque duas vezes para marcar este desafio como concluido

source: Double tap to mark this content as read
es: Toca dos veces para marcar este contenido como leido
pt_br: Toque duas vezes para marcar este conteudo como lido

source: Double tap to open %@
es: Toca dos veces para abrir %@
pt_br: Toque duas vezes para abrir %@

source: Double tap to save your reflection
es: Toca dos veces para guardar tu reflexion
pt_br: Toque duas vezes para salvar sua reflexao

source: Double tap to select a photo from your device
es: Toca dos veces para seleccionar una foto de tu dispositivo
pt_br: Toque duas vezes para selecionar uma foto do seu dispositivo

source: Double tap to select this billing period
es: Toca dos veces para seleccionar este periodo de facturacion
pt_br: Toque duas vezes para selecionar este periodo de cobranca

source: Double tap to select this plan
es: Toca dos veces para seleccionar este plan
pt_br: Toque duas vezes para selecionar este plano

source: Double tap to start
es: Toca dos veces para comenzar
pt_br: Toque duas vezes para iniciar

source: Double tap to start %lld minute practice
es: Toca dos veces para comenzar practica de %lld minutos
pt_br: Toque duas vezes para iniciar pratica de %lld minutos

source: Double tap to start exercise
es: Toca dos veces para iniciar el ejercicio
pt_br: Toque duas vezes para iniciar o exercício

source: Double tap to start the exercise
es: Toca dos veces para comenzar el ejercicio
pt_br: Toque duas vezes para iniciar o exercicio

source: Double tap to start this exercise
es: Toca dos veces para comenzar este ejercicio
pt_br: Toque duas vezes para iniciar este exercicio

source: Double tap to view certificate details
es: Toca dos veces para ver detalles del certificado
pt_br: Toque duas vezes para ver detalhes do certificado

source: Double tap to view detailed capacity breakdown
es: Toca dos veces para ver el desglose detallado de capacidad
pt_br: Toque duas vezes para ver o detalhamento detalhado de capacidade

source: Double tap to view emotion details
es: Toca dos veces para ver detalles de emociones
pt_br: Toque duas vezes para ver detalhes de emoções

source: Double tap to view pathway details
es: Toca dos veces para ver detalles del camino
pt_br: Toque duas vezes para ver detalhes do caminho

source: Download
es: Descargar
pt_br: Baixar

source: Download all your MindFriend data including moods, quests, conversations, and more.
es: Descarga todos tus datos de MindFriend incluyendo estados de animo, misiones, conversaciones y mas.
pt_br: Baixe todos os seus dados do MindFriend incluindo humores, missoes, conversas e mais.

source: Download Error
es: Error de Descarga
pt_br: Erro de Download

source: Download exercises, meditations, and sleep content to use offline.
es: Descarga ejercicios, meditaciones y contenido para dormir para usar sin conexion.
pt_br: Baixe exercicios, meditacoes e conteudo para dormir para usar offline.

source: Download Preferences
es: Preferencias de Descarga
pt_br: Preferencias de Download

source: Download Settings
es: Configuracion de Descarga
pt_br: Configuracoes de Download

source: Download your journal entries as JSON, Markdown, or CSV.
es: Descarga tus entradas de diario como JSON, Markdown o CSV.
pt_br: Baixe suas entradas de diario como JSON, Markdown ou CSV.

source: Downloaded
es: Descargado
pt_br: Baixado

source: Downloaded %@
es: Descargado %@
pt_br: Baixado %@

source: Downloaded Content (%lld)
es: Contenido Descargado (%lld)
pt_br: Conteudo Baixado (%lld)

source: Downloaded content will be automatically managed to stay within this limit.
es: El contenido descargado se gestionara automaticamente para mantenerse dentro de este limite.
pt_br: O conteudo baixado sera gerenciado automaticamente para ficar dentro deste limite.

source: Downloads
es: Descargas

source: Downloads may use cellular data.
es: Las descargas pueden usar datos moviles.
pt_br: Os downloads podem usar dados moveis.

source: Downloads will only start when connected to WiFi.
es: Las descargas solo comenzaran cuando estes conectado a WiFi.
pt_br: Os downloads so iniciarao quando conectado ao WiFi.

source: Draw
es: Dibujar
pt_br: Desenhar

source: Dream Notes (Optional)
es: Notas de sueños (opcional)
pt_br: Notas de sonhos (opcional)

source: Due Date
es: Fecha de Vencimiento
pt_br: Data de Vencimento

source: Due today
es: Pendiente hoy
pt_br: Pendente hoje

source: Duration
es: Duración
pt_br: Duração

source: Duration (days)
es: Duración (días)
pt_br: Duração (dias)

source: Dynamic backgrounds & visual effects
es: Fondos dinámicos y efectos visuales
pt_br: Fundos dinâmicos e efeitos visuais

source: e.g., "When I'm feeling overwhelmed at work"
es: ej., "Cuando me siento abrumado en el trabajo"
pt_br: ex., "Quando me sinto sobrecarregado no trabalho"

source: e.g., A calm ocean sunset with palm trees
es: ej., Una puesta de sol calmada en el océano con palmeras
pt_br: ex., Um pôr do sol calmo no oceano com palmeiras

source: e.g., A peaceful moment of clarity after a storm...
es: ej., Un momento de paz y claridad después de una tormenta...
pt_br: ex., Um momento de paz e clareza após uma tempestade...

source: e.g., Family vacation, work trip
es: ej., Vacaciones familiares, viaje de trabajo
pt_br: ex., Férias em família, viagem de trabalho

source: e.g., Focus, Patience, Joy, Growth
es: p.ej., Enfoque, Paciencia, Alegria, Crecimiento
pt_br: ex., Foco, Paciencia, Alegria, Crescimento

source: e.g., peaceful forest, ocean sunset
es: ej., bosque tranquilo, puesta de sol en el océano
pt_br: ex., floresta tranquila, pôr do sol no oceano

source: Each voice has a unique personality suited for different needs. Ara is warm and conversational, Rex is professional, Sal is calm and balanced, Eve is energetic, and Leo is authoritative.
es: Cada voz tiene una personalidad unica adecuada para diferentes necesidades. Ara es calida y conversacional, Rex es profesional, Sal es tranquila y equilibrada, Eve es energica y Leo es autoritativo.
pt_br: Cada voz tem uma personalidade unica adequada para diferentes necessidades. Ara e calorosa e conversacional, Rex e profissional, Sal e calma e equilibrada, Eve e energica e Leo e autoritario.

source: Earned By
es: Ganado Por
pt_br: Conquistado Por

source: Earned!
es: Ganado!
pt_br: Conquistado!

source: Earnings
es: Ganancias
pt_br: Ganhos

source: Earnings History
es: Historial de Ganancias
pt_br: Historico de Ganhos

source: Earth Pulse
es: Pulso de la Tierra
pt_br: Pulso da Terra

source: Easy
es: Fácil
pt_br: Fácil

source: Edit
es: Editar
pt_br: Editar

source: Edit Entry
es: Editar Entrada
pt_br: Editar Entrada

source: Edit Items
es: Editar Elementos
pt_br: Editar Itens

source: Edit Memory
es: Editar Recuerdo
pt_br: Editar Memoria

source: Edit Plan
es: Editar Plan
pt_br: Editar Plano

source: Edit Profile
es: Editar perfil
pt_br: Editar perfil

source: Edit Warning Signs
es: Editar señales de alerta
pt_br: Editar sinais de alerta

source: Effectiveness
es: Efectividad
pt_br: Eficácia

source: Efficacy Insights
es: Perspectivas de eficacia
pt_br: Insights de eficácia

source: Email
es: Correo electrónico

source: Email address
es: Dirección de correo electrónico
pt_br: Endereço de email

source: Email Address
es: Direccion de Correo
pt_br: Endereco de Email

source: Email address input
es: Campo de correo electronico
pt_br: Campo de email

source: Email error: %@
es: Error de email: %@
pt_br: Erro de email: %@

source: Email Preferences
es: Preferencias de Correo
pt_br: Preferencias de Email

source: Emergency Contact
es: Contacto de emergencia
pt_br: Contato de emergência

source: Emergency grounding pattern for acute distress
es: Patron de anclaje de emergencia para angustia aguda
pt_br: Padrao de ancoragem de emergencia para angustia aguda

source: Emergency?
es: Emergencia?
pt_br: Emergencia?

source: Emotion Analysis
es: Análisis de emociones
pt_br: Análise de emoções

source: Emotion analysis runs entirely on your device using CoreML. No voice data is sent to any server for emotion detection.
es: El análisis de emociones se ejecuta completamente en tu dispositivo usando CoreML. No se envían datos de voz a ningún servidor para la detección de emociones.
pt_br: A análise de emoções é executada inteiramente no seu dispositivo usando CoreML. Nenhum dado de voz é enviado a qualquer servidor para detecção de emoções.

source: Emotion Breakdown
es: Desglose de emociones
pt_br: Detalhamento de emoções

source: Emotion Detection
es: Detección de emociones
pt_br: Detecção de emoções

source: Emotion intensity reduced by
es: Intensidad de emocion reducida por
pt_br: Intensidade de emocao reduzida por

source: Emotion Settings
es: Configuración de emociones
pt_br: Configurações de emoções

source: Emotional Themes
es: Temas Emocionales
pt_br: Temas Emocionais

source: Emotional Trajectory
es: Trayectoria emocional
pt_br: Trajetória emocional

source: Emotions after reframing:
es: Emociones despues de reestructurar:
pt_br: Emocoes apos reestruturacao:

source: Emotions Detected
es: Emociones Detectadas
pt_br: Emocoes Detectadas

source: Empathy Exercise
es: Ejercicio de Empatía
pt_br: Exercício de Empatia

source: Empty
es: Vacío
pt_br: Vazio

source: Enable
es: Activar
pt_br: Ativar

source: Enable alerts
es: Habilitar alertas
pt_br: Ativar alertas

source: Enable App Lock
es: Activar Bloqueo de App
pt_br: Ativar Bloqueio do App

source: Enable Background Sounds
es: Activar Sonidos de Fondo
pt_br: Ativar Sons de Fundo

source: Enable Beta Features
es: Activar Funciones Beta
pt_br: Ativar Recursos Beta

source: Enable Biofeedback
es: Habilitar biofeedback
pt_br: Ativar biofeedback

source: Enable Calm Mode
es: Activar Modo Tranquilo
pt_br: Ativar Modo Calmo

source: Enable Captions
es: Activar Subtitulos
pt_br: Ativar Legendas

source: Enable Daily Briefing
es: Habilitar resumen diario
pt_br: Ativar resumo diário

source: Enable Face ID, Touch ID, or a passcode in your device settings to use App Lock.
es: Activa Face ID, Touch ID o un codigo en la configuracion de tu dispositivo para usar el Bloqueo de App.
pt_br: Ative Face ID, Touch ID ou um codigo nas configuracoes do seu dispositivo para usar o Bloqueio do App.

source: Enable notifications in Settings to receive alerts
es: Activa las notificaciones en Configuracion para recibir alertas
pt_br: Ative as notificacoes em Configuracoes para receber alertas

source: Enable Predictions
es: Activar Predicciones
pt_br: Ativar Previsoes

source: Enable Proactive Check-ins
es: Habilitar registros proactivos
pt_br: Ativar check-ins proativos

source: Enable Quiet Hours
es: Activar Horas Tranquilas
pt_br: Ativar Horas Silenciosas

source: Enable recommendations in Settings to see community wisdom.
es: Habilita las recomendaciones en Configuración para ver la sabiduría de la comunidad.
pt_br: Ative as recomendações nas Configurações para ver a sabedoria da comunidade.

source: Enable Recovery Mode
es: Activar Modo de Recuperacion
pt_br: Ativar Modo de Recuperacao

source: Enable Recovery Mode?
es: Activar Modo de Recuperacion?
pt_br: Ativar Modo de Recuperacao?

source: Enable Reminders
es: Activar Recordatorios
pt_br: Ativar Lembretes

source: Enable Schedule
es: Activar Horario
pt_br: Ativar Agenda

source: Enable Smart Interventions
es: Habilitar intervenciones inteligentes
pt_br: Ativar intervenções inteligentes

source: Enable SOS Button
es: Activar Boton SOS
pt_br: Ativar Botao SOS

source: Enable Thinking Coach
es: Habilitar coach de pensamiento
pt_br: Ativar coach de pensamento

source: Enable to see your weekly pattern summary
es: Habilita para ver tu resumen de patrones semanales
pt_br: Ative para ver seu resumo de padrões semanais

source: Enable Triple-Tap
es: Activar Triple Toque
pt_br: Ativar Triplo Toque

source: Enable Wellness Agent
es: Habilitar agente de bienestar
pt_br: Ativar agente de bem-estar

source: Enable when you need a gentler experience
es: Activa cuando necesites una experiencia mas suave
pt_br: Ative quando precisar de uma experiencia mais suave

# Enable with iOS Settings
source: Auto-enable with iOS Settings
es: Activar con Configuracion de iOS
pt_br: Ativar com Configuracoes do iOS

source: Enabled
es: Habilitado
pt_br: Ativado

source: Encouragement sent!
es: Animo enviado!
pt_br: Encorajamento enviado!

source: Encrypted, device-only journal
es: Diario encriptado, solo en dispositivo
pt_br: Diario criptografado, apenas no dispositivo

source: Encryption Key Not Found
es: Clave de Encriptacion No Encontrada
pt_br: Chave de Criptografia Nao Encontrada

source: End
es: Finalizar
pt_br: Encerrar

source: End Date
es: Fecha de finalización
pt_br: Data de término

source: End exercise
es: Finalizar ejercicio
pt_br: Encerrar exercício

source: End Exercise?
es: ¿Finalizar ejercicio?
pt_br: Encerrar exercício?

source: End for Everyone
es: Terminar para Todos
pt_br: Encerrar para Todos

source: End Mentorship
es: Finalizar mentoría
pt_br: Encerrar mentoria

source: End Mentorship?
es: ¿Finalizar mentoría?
pt_br: Encerrar mentoria?

source: End Partnership
es: Terminar Asociacion
pt_br: Encerrar Parceria

source: End Partnership?
es: Terminar Asociacion?
pt_br: Encerrar Parceria?

source: End Session
es: Terminar Sesión
pt_br: Encerrar Sessão

source: End time
es: Hora de finalización
pt_br: Hora de término

source: End Time
es: Hora de Fin
pt_br: Hora de Termino

source: End voice session
es: Terminar sesion de voz
pt_br: Encerrar sessao de voz

source: Ended
es: Terminado
pt_br: Encerrado

source: Ended %@
es: Terminado %@
pt_br: Encerrado %@

source: Ending the partnership will remove shared data access for both of you. This cannot be undone.
es: Terminar la asociacion eliminara el acceso a datos compartidos para ambos. Esto no se puede deshacer.
pt_br: Encerrar a parceria removera o acesso a dados compartilhados para ambos. Isso nao pode ser desfeito.

source: Energizing
es: Energizante
pt_br: Energizante

source: Energy
es: Energía
pt_br: Energia

source: Energy Change
es: Cambio de Energia
pt_br: Mudanca de Energia

source: Energy Level
es: Nivel de Energía
pt_br: Nível de Energia

source: Energy level %lld
es: Nivel de energia %lld
pt_br: Nivel de energia %lld

source: Energy Level: %lld
es: Nivel de energía: %lld
pt_br: Nível de energia: %lld

source: Energy: %@
es: Energia: %@
pt_br: Energia: %@

source: Energy: %lld/10
es: Energía: %lld/10
pt_br: Energia: %lld/10

source: Engagement
es: Participacion
pt_br: Engajamento

source: Engagement Rate
es: Tasa de Participacion
pt_br: Taxa de Engajamento

source: English
es: Inglés
pt_br: Inglês

source: Enter a description of the profile picture you want to generate, between 3 and 200 characters
es: Ingresa una descripción de la foto de perfil que deseas generar, entre 3 y 200 caracteres
pt_br: Digite uma descrição da foto de perfil que deseja gerar, entre 3 e 200 caracteres

source: Enter a valid 6-character code first
es: Ingresa primero un codigo valido de 6 caracteres
pt_br: Insira primeiro um codigo valido de 6 caracteres

source: Enter a valid contact first
es: Ingresa primero un contacto valido
pt_br: Insira primeiro um contato valido

source: Enter an item first
es: Ingresa un elemento primero
pt_br: Digite um item primeiro

source: Enter at least %lld words to save
es: Ingresa al menos %lld palabras para guardar
pt_br: Insira pelo menos %lld palavras para salvar

source: Enter at least 3 characters first
es: Ingresa al menos 3 caracteres primero
pt_br: Digite pelo menos 3 caracteres primeiro

source: Enter Code
es: Ingresar Código
pt_br: Inserir Código

source: Enter email address
es: Ingresa direccion de correo
pt_br: Insira endereco de email

source: Enter Invite Code
es: Ingresar Codigo de Invitacion
pt_br: Inserir Codigo de Convite

source: Enter phone number
es: Ingresa numero de telefono
pt_br: Insira numero de telefone

source: Enter promo code
es: Ingresa el código promocional
pt_br: Digite o código promocional

source: Enter score 0-%lld
es: Ingresa puntuación 0-%lld
pt_br: Digite pontuação 0-%lld

source: Enter score 0-100
es: Ingresa puntuacion 0-100
pt_br: Insira pontuacao 0-100

source: Enter something you %@
es: Ingresa algo que %@
pt_br: Digite algo que você %@

source: Enter the 6-character code from your partner
es: Ingresa el codigo de 6 caracteres de tu pareja
pt_br: Insira o codigo de 6 caracteres do seu parceiro

source: Enter the email address of the person you'd like to invite.
es: Ingresa la direccion de correo de la persona que deseas invitar.
pt_br: Insira o endereco de email da pessoa que voce gostaria de convidar.

source: Enter the invite code shared by your friend
es: Ingresa el codigo de invitacion compartido por tu amigo
pt_br: Insira o codigo de convite compartilhado pelo seu amigo

source: Enter uppercase letters and numbers
es: Ingresa letras mayusculas y numeros
pt_br: Insira letras maiusculas e numeros

source: Enter your email to receive a password reset link.
es: Ingresa tu correo para recibir un enlace de restablecimiento de contrasena.
pt_br: Insira seu email para receber um link de redefinicao de senha.

source: Enter your intent...
es: Ingresa tu intención...
pt_br: Digite sua intenção...

source: Enter your partner's code
es: Ingresa el codigo de tu pareja
pt_br: Insira o codigo do seu parceiro

source: Enter your reflection here
es: Ingresa tu reflexion aqui
pt_br: Insira sua reflexao aqui

source: Enter your therapist's email address. They'll receive an invitation to connect with you.
es: Ingresa la direccion de correo de tu terapeuta. Recibiran una invitacion para conectarse contigo.
pt_br: Insira o endereco de email do seu terapeuta. Eles receberao um convite para se conectar com voce.

source: Entry
es: Entrada
pt_br: Entrada

source: Entry content
es: Contenido de la entrada
pt_br: Conteúdo da entrada

source: Entry Details
es: Detalles de la Entrada
pt_br: Detalhes da Entrada

source: Entry Not Found
es: Entrada No Encontrada
pt_br: Entrada Nao Encontrada

source: Entry title
es: Título de la entrada
pt_br: Título da entrada

source: Environment Steps
es: Pasos del Entorno
pt_br: Passos do Ambiente

source: Error Loading Data
es: Error al cargar datos
pt_br: Erro ao carregar dados

source: Error loading recommendations
es: Error al cargar recomendaciones
pt_br: Erro ao carregar recomendacoes

source: Error Loading Transactions
es: Error al cargar transacciones
pt_br: Erro ao carregar transações

source: Estimated %lldh until crisis
es: Estimado %lldh hasta la crisis
pt_br: Estimado %lldh até a crise

source: Estimated duration: %lld minutes
es: Duracion estimada: %lld minutos
pt_br: Duracao estimada: %lld minutos

source: Estimated wait
es: Espera estimada
pt_br: Espera estimada

source: Event
es: Evento
pt_br: Evento

source: Event Type
es: Tipo de evento
pt_br: Tipo de evento

source: Every 6 hours
es: Cada 6 horas
pt_br: A cada 6 horas

source: Every 12 hours
es: Cada 12 horas
pt_br: A cada 12 horas
